Repository: Eslzzyl/Pixiv-SwiftUI
Catalog: Pixiv-SwiftUI/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 应用专用密码 / WebDAV 密码
en: 应用专用Password / WebDAV Password
ja: アプリ用パスワード／WebDAVパスワード
zh_hant: 應用程式專用密碼／WebDAV 密碼

source: 应用信息
en: App Info
ja: アプリ情報
zh_hant: 應用程式資訊

source: 应用名称
en: App Name
ja: アプリ名
zh_hant: 應用程式名稱

source: 开关控制是否在排行榜中显示。iPhone 和 iPad 可以直接拖动调整顺序。
en: Use the switch to control whether a group appears in rankings. On iPhone and iPad, you can drag directly to change the order.
ja: ランキングに表示するかどうかをスイッチで切り替えます。iPhoneとiPadでは直接ドラッグして順序を変更できます。
zh_hant: 開關控制是否在排行榜中顯示。iPhone 和 iPad 可以直接拖曳調整順序。

source: 开启“导出插画元数据”后，会在下载的图片中嵌入插画 ID、作者、标题、简介、标签等信息。
en: When "Export Illustration Metadata" is enabled, illustration ID, author, title, description, tags, and other information will be embedded in the downloaded images.
ja: 「イラストのメタデータを書き出す」を有効にすると、ダウンロードした画像にイラストID、作者、タイトル、説明、タグなどの情報を埋め込みます。
zh_hant: 開啟「匯出插畫中繼資料」後，會在下載的圖片中嵌入插畫 ID、作者、標題、簡介、標籤等資訊。

source: 开启后，应用切到后台或进入最近任务时会模糊当前页面预览
en: When enabled, the current page preview will be blurred in the background and app switcher.
ja: 有効にすると、アプリをバックグラウンドに移動したときや最近使った項目を表示したときに現在のページプレビューをぼかします。
zh_hant: 開啟後，應用程式切換至背景或進入最近使用項目時會模糊目前頁面預覽

source: 开启后，收藏作品时将默认为非公开状态
en: When enabled, bookmarked works will default to private status
ja: 有効にすると、作品をブックマークする際に非公開がデフォルトになります
zh_hant: 開啟後，收藏作品時將預設為非公開狀態

source: 开启后点击文本可直接翻译，再次点击可收起翻译。
en: When enabled, tap text to translate directly. Tap again to hide translation.
ja: 有効にするとテキストをタップして直接翻訳でき、もう一度タップすると翻訳を閉じます。
zh_hant: 開啟後點擊文字即可直接翻譯，再次點擊可收起翻譯。

source: 开启后自动播放动图（无缓存时会自动下载）
en: Auto-play animations when enabled (will download automatically if not cached)
ja: 有効にするとアニメーション画像を自動再生します（キャッシュがない場合は自動でダウンロードします）。
zh_hant: 開啟後自動播放動圖（無快取時會自動下載）

source: 开始日期
en: 开始Date
ja: 開始日
zh_hant: 開始日期

source: 开始阅读
en: Start Reading
ja: 読書を開始
zh_hant: 開始閱讀

source: 当前：公开收藏，点击切换为非公开
en: Currently: Public bookmarks. Click to switch to private.
ja: 現在：公開ブックマーク。タップして非公開に切り替え
zh_hant: 目前：公開收藏，點擊切換為非公開

source: 当前：非公开收藏，点击切换为公开
en: Currently: Private bookmarks. Click to switch to public.
ja: 現在：非公開ブックマーク。タップして公開に切り替え
zh_hant: 目前：非公開收藏，點擊切換為公開

source: 当前实现按 Pixiv 账号分目录保存远端备份，避免不同账号互相覆盖。
en: 当前实现按 Pixiv 账号分目录Save远端备份，避免不同账号互相覆盖。
ja: 現在の実装ではPixivアカウントごとにリモートバックアップを別のディレクトリへ保存し、アカウント間の上書きを防ぎます。
zh_hant: 目前實作會依 Pixiv 帳戶分目錄儲存遠端備份，避免不同帳戶互相覆蓋。

source: 当前已是最新版本
en: 当前已是最新Version
ja: 最新バージョンです
zh_hant: 目前已是最新版本

source: 当前服务
en: Current Service
ja: 現在のサービス
zh_hant: 目前服務

source: 当前生效
en: Active
ja: 現在有効
zh_hant: 目前生效

source: 当前账号
en: Current Account
ja: 現在のアカウント
zh_hant: 目前帳戶

source: 当前账号未保存 Refresh Token
en: No Refresh Token saved for the current account
ja: 現在のアカウントにはRefresh Tokenが保存されていません
zh_hant: 目前帳戶未儲存 Refresh Token

source: 快速保存
en: Quick Save
ja: クイック保存
zh_hant: 快速儲存

source: 恢复并覆盖本地同步数据
en: 恢复并覆盖本地Sync数据
ja: 復元してローカルの同期データを上書き
zh_hant: 還原並覆蓋本機同步資料

source: 恢复默认设置
en: Restore Default Settings
ja: デフォルト設定に戻す
zh_hant: 還原預設設定

source: 您已屏蔽所有搜索到的画师
en: You have blocked all artists found in search
ja: 検索結果に含まれるすべての作者をブロックしました
zh_hant: 您已封鎖所有搜尋到的畫師

source: 您已屏蔽此标签，因此没有显示相关插画
en: You have blocked this tag, so related illustrations are not shown
ja: このタグをブロックしているため、関連するイラストは表示されません
zh_hant: 您已封鎖此標籤，因此沒有顯示相關插畫

source: 您确定要清空所有图片缓存吗？此操作不可撤销。
en: Are you sure you want to clear all image cache? This action cannot be undone.
ja: すべての画像キャッシュを消去しますか？この操作は取り消せません。
zh_hant: 您確定要清空所有圖片快取嗎？此操作無法撤銷。

source: 您确定要清除所有图片缓存吗？此操作不可撤销。
en: Are you sure you want to clear all image cache? This action cannot be undone.
ja: すべての画像キャッシュを削除しますか？この操作は取り消せません。
zh_hant: 您確定要清除所有圖片快取嗎？此操作無法撤銷。

source: 您确定要退出当前账号吗？
en: Are you sure you want to logout?
ja: 現在のアカウントからログアウトしますか？
zh_hant: 您確定要退出目前帳戶嗎？

source: 我的
en: Me
ja: マイページ

source: 或
en: or
ja: または

source: 所属系列
en: Series
ja: 所属シリーズ
zh_hant: 所屬系列

source: 手动输入 PHPSESSID
en: Manual输入 PHPSESSID
ja: PHPSESSIDを手動入力
zh_hant: 手動輸入 PHPSESSID

source: 手动输入 PHPSESSID...
en: Manual输入 PHPSESSID...
ja: PHPSESSIDを手動入力…
zh_hant: 手動輸入 PHPSESSID…

source: 执行全量同步
en: Perform Full Sync
ja: 完全同期を実行
zh_hant: 執行完整同步

source: 按作者创建文件夹
en: Create Author Folders
ja: 作者ごとにフォルダを作成
zh_hant: 依作者建立資料夾

source: 按标题拉黑
en: Block titles
ja: タイトルでブロック
zh_hant: 依標題封鎖

source: 按系列拉黑
en: Block series
ja: シリーズでブロック
zh_hant: 依系列封鎖

source: 排版
en: Typography
ja: 組版

source: 排行
en: Rankings
ja: ランキング

source: 排行榜分组
en: Ranking Groups
ja: ランキングのグループ
zh_hant: 排行榜分組

source: 排行模式
en: Ranking Mode
ja: ランキングモード

source: 排行类别
en: Ranking Category
ja: ランキングの種類
zh_hant: 排行類別

source: 推荐
en: Home
ja: おすすめ
zh_hant: 推薦

source: 推荐使用上方的网页登录；不确定时可以留空。
en: We recommend using web login above; leave this blank if you are not sure.
ja: 上のウェブログインの使用をおすすめします。不明な場合は空欄のままにしてください。
zh_hant: 建議使用上方的網頁登入；不確定時可以留空。

source: 推荐标签
en: 推荐Tag
ja: おすすめタグ
zh_hant: 推薦標籤

source: 推荐画师
en: Recommended Users
ja: おすすめ作者
zh_hant: 推薦畫師

source: 提示词设置
en: 提示词Settings
ja: プロンプト設定
zh_hant: 提示詞設定

source: 插画
en: Illustrations
ja: イラスト
zh_hant: 插畫

source: 插画排行
en: Illustration Rankings
ja: イラストランキング
zh_hant: 插畫排行

source: 插画详情页画质
en: Detail Quality
ja: イラスト詳細ページの画質
zh_hant: 插畫詳細頁畫質

source: 搜索
en: Search
ja: 検索
zh_hant: 搜尋

source: 搜索历史
en: Search History
ja: 検索履歴
zh_hant: 搜尋歷史記錄

source: 搜索插画、小说和画师
en: Search illustrations, novels and artists
ja: イラスト、小説、作者を検索
zh_hant: 搜尋插畫、小說和畫師

source: 搜索特辑
en: Search特辑
ja: 特集を検索
zh_hant: 搜尋特輯

source: 搜索范围
en: Search range
ja: 検索範囲
zh_hant: 搜尋範圍

source: 搜索该标签
en: Search该标签
ja: このタグを検索
zh_hant: 搜尋此標籤

source: 播放
en: Play
ja: 再生

source: 操作
en: Actions

source: 收录作品
en: 收录Works
ja: 収録作品
zh_hant: 收錄作品

source: 收录特辑
en: Included in
ja: 特集に収録
zh_hant: 收錄特輯

source: 收藏
en: Like
ja: ブックマーク

source: 收藏喜欢的作品，随时随地浏览
en: Bookmark your favorite works, browse anytime anywhere
ja: お気に入りの作品をブックマークして、いつでもどこでも閲覧
zh_hant: 收藏喜愛的作品，隨時隨地瀏覽

source: 收藏缓存
en: Bookmark Cache
ja: ブックマークキャッシュ
zh_hant: 收藏快取

source: 收藏设置
en: Bookmark Settings
ja: ブックマーク設定
zh_hant: 收藏設定

source: 收藏阈值
en: Like threshold
ja: ブックマーク数のしきい値
zh_hant: 收藏門檻

source: 收起
en: Collapse
ja: 折りたたむ

source: 收起回复
en: Collapse Replies
ja: 返信を閉じる
zh_hant: 收起回覆

source: 收起翻译
en: Hide Translation
ja: 翻訳を閉じる
zh_hant: 收起翻譯

source: 收起键盘
en: Dismiss Keyboard
ja: キーボードを閉じる
zh_hant: 收起鍵盤

source: 数据导入/导出
en: Data Import/Export
ja: データの読み込み／書き出し
zh_hant: 資料匯入／匯出

source: 新人
en: Rookie
ja: ルーキー

source: 新建窗口
en: 新建Window
ja: 新しいウインドウ
zh_hant: 新增視窗

source: 无效的保存路径
en: Invalid save path
ja: 無効な保存先です
zh_hant: 無效的儲存路徑

source: 无法加载作品数据
en: Cannot load work data
ja: 作品データを読み込めません
zh_hant: 無法載入作品資料

source: 无法打开本地数据
en: Unable to Open Local Data
ja: ローカルデータを開けません
zh_hant: 無法開啟本機資料

source: 日期筛选
en: 日期Filter
ja: 日付フィルター
zh_hant: 日期篩選

source: 日期范围
en: Date范围
ja: 日付範囲
zh_hant: 日期範圍

source: 时间范围
en: Time range
ja: 時間範囲
zh_hant: 時間範圍

source: 是否要将导入的数据与现有数据 %@ 合并？
en: Do you want to merge the imported data with existing data %@?
ja: 読み込んだデータを既存のデータ「%@」と統合しますか？
zh_hant: 是否要將匯入的資料與現有的資料「%@」合併？

source: 显示 AI 生成作品
en: Show AI-generated Works
ja: AI生成作品を表示
zh_hant: 顯示 AI 生成作品

source: 显示动图头像
en: Display动图头像
ja: アニメーション画像のアバターを表示
zh_hant: 顯示動圖頭像

source: 显示原文
en: Show Original
ja: 原文を表示
zh_hant: 顯示原文

source: 显示或隐藏详细信息
en: Show or Hide Details
ja: 詳細情報を表示または非表示
zh_hant: 顯示或隱藏詳細資訊

source: 显示模式
en: Display Mode
ja: 表示モード
zh_hant: 顯示模式

source: 暂停
en: Pause
ja: 一時停止
zh_hant: 暫停

source: 暂无%@
en: No %@
ja: %@はありません
zh_hant: 暫無%@

source: 暂无下载
en: No Downloads
ja: ダウンロードはありません
zh_hant: 暫無下載

source: 暂无亮点内容
en: 暂无亮点Content
ja: ハイライトはありません
zh_hant: 暫無亮點內容

source: 暂无关注用户
en: No Followed Users
ja: フォロー中のユーザーはいません
zh_hant: 暫無關注使用者

source: 暂无内容
en: 暂无Content
ja: コンテンツはありません
zh_hant: 暫無內容

source: 暂无动态
en: No Following Updates
ja: フィードはありません
zh_hant: 暫無動態

source: 暂无历史
en: No History
ja: 履歴はありません
zh_hant: 暫無歷史記錄

source: 暂无回复
en: No Replies
ja: 返信はありません
zh_hant: 暫無回覆

source: 暂无小说作品
en: No Novel Works
ja: 小説作品はありません
zh_hant: 暫無小說作品

source: 暂无屏蔽的作者
en: No Blocked Artists
ja: ブロックした作者はいません
zh_hant: 暫無封鎖的作者

source: 暂无屏蔽的插画
en: No Blocked Illustrations
ja: ブロックしたイラストはありません
zh_hant: 暫無封鎖的插畫

source: 暂无屏蔽的标签
en: No Blocked Tags
ja: ブロックしたタグはありません
zh_hant: 暫無封鎖的標籤

source: 暂无排行数据
en: No Ranking Data
ja: ランキングデータはありません
zh_hant: 暫無排行資料

source: 暂无推荐画师
en: No Recommended Artists
ja: おすすめの作者はいません
zh_hant: 暫無推薦畫師

source: 暂无插画作品
en: No Illustration Works
ja: イラスト作品はありません
zh_hant: 暫無插畫作品

source: 暂无搜索记录
en: 暂无Search记录
ja: 検索履歴はありません
zh_hant: 暫無搜尋記錄

source: 暂无收藏
en: No Bookmarks
ja: ブックマークはありません
zh_hant: 暫無收藏

source: 暂无漫画作品
en: No Manga Works
ja: 漫画作品はありません
zh_hant: 暫無漫畫作品

source: 暂无相关推荐
en: No Related Recommendations
ja: 関連するおすすめはありません
zh_hant: 暫無相關推薦

source: 暂无评论
en: No Comments
ja: コメントはありません
zh_hant: 暫無留言

source: 更多
en: More
ja: その他

source: 有效
en: Valid
ja: 有効

source: 服务设置
en: Service Settings
ja: サービス設定
zh_hant: 服務設定

source: 未登录
en: Not Logged In
ja: 未ログイン
zh_hant: 未登入

source: 未登录 Web API，暂无 PHPSESSID
en: Web API is not signed in; no PHPSESSID available
ja: Web APIにログインしていません。PHPSESSIDはありません
zh_hant: 未登入 Web API，暫無 PHPSESSID

source: 未登录 Web API（可在账号菜单中通过网页授权登录）
en: Web API not signed in (authorize via the account menu in the sidebar)
ja: Web APIにログインしていません（アカウントメニューからウェブ認証でログインできます）
zh_hant: 未登入 Web API（可在帳戶選單中透過網頁授權登入）

source: 未缓存
en: Not Cached
ja: キャッシュなし
zh_hant: 未快取

source: 未能加载可显示的插画
en: 未能Load可显示的插画
ja: 表示できるイラストを読み込めませんでした
zh_hant: 未能載入可顯示的插畫

source: 未获取
en: Unavailable
ja: 取得できませんでした
zh_hant: 未取得

source: 未识别到文字
en: No Text Detected
ja: テキストを認識できませんでした
zh_hant: 未辨識到文字

source: 未读取到 Refresh Token
en: Refresh Token Unavailable
ja: Refresh Tokenを読み取れませんでした
zh_hant: 未讀取到 Refresh Token

source: 本月排行榜
en: 本月Ranking榜
ja: 今月のランキング

source: 条式阅读
en: Vertical Strip
ja: 縦スクロール表示
zh_hant: 垂直條列

source: 查看作者
en: View Artist
ja: 作者を表示
zh_hant: 檢視作者

source: 查看全部
en: View All
ja: すべて表示
zh_hant: 檢視全部

source: 查看最新作品
en: View newest works
ja: 最新作品を表示
zh_hant: 檢視最新作品

source: 查看最新章节
en: View Latest Chapters
ja: 最新話を表示
zh_hant: 檢視最新章節

source: 查看大图
en: View Full Size
ja: 拡大画像を表示
zh_hant: 檢視大圖

source: 查看完整凭证
en: View Full Credential
ja: 認証情報全体を表示
zh_hant: 檢視完整憑證

source: 查看插画
en: View Illustration
ja: イラストを表示
zh_hant: 檢視插畫

source: 查看更新
en: 查看Update
ja: アップデートを確認
zh_hant: 檢視更新

source: 查看评论
en: Comments
ja: コメントを表示
zh_hant: 檢視留言

source: 标准模式
en: Standard Mode
ja: 標準モード
zh_hant: 標準模式

source: 标签
en: Tags
ja: タグ
zh_hant: 標籤

source: 标签 "%@" 已被屏蔽
en: Tag "%@" has been blocked
ja: タグ「%@」はブロックされています
zh_hant: 標籤「%@」已被封鎖

source: 标签完全一致
en: Tag完全一致
ja: タグ完全一致
zh_hant: 標籤完全相符

source: 标签建议
en: Tag Suggestions
ja: タグの候補
zh_hant: 標籤建議

source: 标签翻译
en: Tag Translation
ja: タグ翻訳
zh_hant: 標籤翻譯

source: 标签翻译显示
en: Tag Translation Display
ja: タグ翻訳の表示
zh_hant: 標籤翻譯顯示

source: 标签部分一致
en: 标签Partial一致
ja: タグ部分一致
zh_hant: 標籤部分相符

source: 标题和说明文字
en: Title和说明文字
ja: タイトルと説明文
zh_hant: 標題和說明文字

source: 检查更新
en: 检查Update
ja: アップデートを確認
zh_hant: 檢查更新

source: 模型
en: Model
ja: モデル

source: 模糊显示
en: Blur
ja: ぼかして表示
zh_hant: 模糊顯示

source: 横屏列数
en: Landscape Columns
ja: 横向き時の列数
zh_hant: 橫向列數

source: 正在下载
en: Downloading
ja: ダウンロード中
zh_hant: 正在下載

source: 正在加载...
en: Loading...
ja: 読み込み中…
zh_hant: 正在載入…

source: 正在加载更多结果
en: Loading more results
ja: さらに結果を読み込み中
zh_hant: 正在載入更多結果

source: 正在导出...
en: Exporting...
ja: 書き出し中…
zh_hant: 正在匯出…

source: 正在播放
en: Playing
ja: 再生中

source: 正在检测已删除作品...
en: Detecting deleted works...
ja: 削除済み作品を確認中…
zh_hant: 正在偵測已刪除作品…

source: 正在翻译… %lld%%
en: Translating… %lld%%
ja: 翻訳中… %lld%%
zh_hant: 正在翻譯… %lld%%

source: 正在获取收藏列表... %lld 个
en: Fetching bookmark list... %lld items
ja: ブックマーク一覧を取得中… %lld件
zh_hant: 正在取得收藏清單… %lld 個

# 正在预取图片... %lld/%lld
source: 正在预取图片... %1$lld/%2$lld
en: Prefetching images... %lld/%lld
ja: 画像を先読み中… %lld/%lld
zh_hant: 正在預取圖片… %lld/%lld

source: 正常
en: Normal
ja: 標準

source: 正常显示
en: Normal
ja: 通常表示
zh_hant: 正常顯示

source: 正文
en: Body
ja: 本文

source: 此 Token 用于重新登录，请妥善保管
en: This token is used for re-login, please keep it safe
ja: このTokenは再ログインに使用します。大切に保管してください
zh_hant: 此 Token 用於重新登入，請妥善保管

source: 此作品已被作者删除
en: This work has been deleted by the author
ja: この作品は作者によって削除されました
zh_hant: 此作品已被作者刪除

source: 每周
en: Weekly
ja: 毎週
zh_hant: 每週

source: 每日
en: Daily
ja: 毎日

source: 每月
en: Monthly
ja: 毎月

source: 水平翻页
en: Horizontal Paging
ja: 横方向にページ送り
zh_hant: 水平翻頁

source: 没有可显示的结果
en: 没有可Display的结果
ja: 表示できる結果がありません
zh_hant: 沒有可顯示的結果

source: 没有可浏览的页面
en: No Pages to Browse
ja: 閲覧できるページがありません
zh_hant: 沒有可瀏覽的頁面

source: 没有找到小说
en: No novels found
ja: 小説が見つかりません
zh_hant: 沒有找到小說

source: 没有找到插画
en: No illustrations found
ja: イラストが見つかりません
zh_hant: 沒有找到插畫

source: 没有找到画师
en: No artists found
ja: 作者が見つかりません
zh_hant: 沒有找到畫師

source: 没有找到相关内容
en: No relevant content found
ja: 関連するコンテンツが見つかりません
zh_hant: 沒有找到相關內容

source: 没有找到结果
en: Not Found结果
ja: 結果が見つかりません
zh_hant: 沒有找到結果

source: 没有排行数据
en: No ranking data
ja: ランキングデータがありません
zh_hant: 沒有排行資料

source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

source: 测试
en: Test
ja: テスト
zh_hant: 測試

source: 测试服务
en: Test Service
ja: サービスをテスト
zh_hant: 測試服務

source: 测试连接
en: 测试Connection
ja: 接続をテスト
zh_hant: 測試連線

source: 浏览
en: Browse
ja: 閲覧
zh_hant: 瀏覽

source: 浏览%@时会产生历史记录
en: Browsing %@ will create history records
ja: %@を閲覧すると履歴が残ります
zh_hant: 瀏覽 %@ 時會產生歷史記錄

source: 浏览历史
en: Browsing History
ja: 閲覧履歴
zh_hant: 瀏覽歷史記錄

source: 深色
en: Dark
ja: ダーク

source: 添加
en: Add
ja: 追加
zh_hant: 新增

source: 添加插画ID
en: Add Illustration ID
ja: イラストIDを追加
zh_hant: 新增插畫 ID

source: 添加标签
en: Add Tag
ja: タグを追加
zh_hant: 新增標籤

source: 添加用户ID
en: Add User ID
ja: ユーザーIDを追加
zh_hant: 新增使用者 ID

source: 添加账号...
en: Add Account...
ja: アカウントを追加…
zh_hant: 新增帳戶…

source: 清理
en: Clean
ja: 削除

source: 清理图片缓存
en: Clean Image Cache
ja: 画像キャッシュを削除
zh_hant: 清理圖片快取

source: 清理所有缓存数据
en: Clean All Cache Data
ja: すべてのキャッシュデータを削除
zh_hant: 清理所有快取資料

source: 清空
en: Clear
ja: 空にする

source: 清空历史
en: Clear History
ja: 履歴を消去
zh_hant: 清空歷史記錄

source: 清空小说
en: Clear Novels
ja: 小説を消去
zh_hant: 清空小說

source: 清空插画
en: Clear Illustrations
ja: イラストを消去
zh_hant: 清空插畫

source: 清除
en: Clear
ja: 消去

source: 清除全部
en: Clear All
ja: すべて消去

source: 清除全部任务
en: Clear All Tasks
ja: すべてのタスクを消去
zh_hant: 清除全部任務

source: 清除历史记录
en: Clear历史记录
ja: 履歴を消去
zh_hant: 清除歷史記錄

source: 清除后已翻译的内容需要重新翻译。内存缓存上限 100 条，磁盘缓存保留 30 天内的翻译结果。
en: After clearing, translated content needs to be translated again. Memory cache limit is 100 items, disk cache keeps translations from the last 30 days.
ja: 消去すると翻訳済みの内容は再翻訳が必要です。メモリキャッシュの上限は100件、ディスクキャッシュには30日以内の翻訳結果が保存されます。
zh_hant: 清除後已翻譯的內容需要重新翻譯。記憶體快取上限 100 則，磁碟快取保留 30 天內的翻譯結果。

source: 清除后无法恢复，确定要继续吗？
en: Clear后无法恢复，确定要继续吗？
ja: 消去すると元に戻せません。続行しますか？
zh_hant: 清除後無法還原，確定要繼續嗎？

source: 清除已完成
en: Clear Complete
ja: 完了済みを消去

source: 清除所有
en: Clear All
ja: すべて消去

source: 清除所有图片缓存
en: Clear All Image Cache
ja: すべての画像キャッシュを消去
zh_hant: 清除所有圖片快取

source: 清除所有小说翻译缓存
en: Clear All Novel Translation Cache
ja: すべての小説翻訳キャッシュを消去
zh_hant: 清除所有小說翻譯快取

source: 清除日期筛选
en: 清除日期Filter
ja: 日付フィルターを消去
zh_hant: 清除日期篩選

source: 清除缓存
en: Clear cache
ja: キャッシュを消去
zh_hant: 清除快取

source: 清除缓存后将重新下载图片，可能会消耗更多流量。
en: After clearing cache, images will be re-downloaded, which may consume more data.
ja: キャッシュを消去すると画像を再ダウンロードするため、通信量が増える場合があります。
zh_hant: 清除快取後將重新下載圖片，可能會消耗更多流量。

source: 温度: %.1f
en: Temperature: %.1f
zh_hant: 溫度：%.1f

source: 游客
en: Guest
ja: ゲスト
zh_hant: 訪客

source: 游客模式
en: Guest Mode
ja: ゲストモード
zh_hant: 訪客模式

source: 漫画
en: Manga
zh_hant: 漫畫

source: 漫画详情页画质
en: Manga Detail Quality
ja: 漫画詳細ページの画質
zh_hant: 漫畫詳細頁畫質

source: 点击展开翻译
en: Tap to Expand Translation
ja: タップして翻訳を展開
zh_hant: 點擊展開翻譯

source: 点击查看大图
en: Tap to View Large Image
ja: タップして拡大画像を表示
zh_hant: 點擊檢視大圖

source: 点赞收藏
en: Like and Bookmark
ja: いいね・ブックマーク
zh_hant: 按讚收藏

source: 热门
en: Trending
ja: 人気
zh_hant: 熱門

source: 热门排序（收藏数）
en: Popular Sort (Bookmarks)
ja: 人気順（ブックマーク数）
zh_hant: 熱門排序（收藏數）

source: 热门排序时显示收藏数
en: Show Bookmark Counts in Popular Sort
ja: 人気順でブックマーク数を表示
zh_hant: 熱門排序時顯示收藏數

source: 热门标签
en: Trending Tags
ja: 人気タグ
zh_hant: 熱門標籤

source: 版本
en: Version
ja: バージョン

# 版本 %@ %@
source: 版本 %1$@ %2$@
en: Version %1$@ %2$@
ja: バージョン %@ %@
zh_hant: 版本 %@ %@

source: 用于移动端 API 鉴权与长效刷新访问令牌 (OAuth)
en: Used for mobile App API authorization and refreshing access tokens (OAuth)
ja: モバイルAPIの認証と長期有効なアクセストークンの更新（OAuth）に使用
zh_hant: 用於行動版 API 驗證與長效更新存取權杖（OAuth）

source: 用于移动端 App API 鉴权与令牌刷新
en: Used for mobile App API authentication and token refresh
ja: モバイル版App APIの認証とトークン更新に使用
zh_hant: 用於行動版 App API 驗證與權杖更新

source: 用于网页端 Ajax 接口认证（如特权操作、网页专属数据等）
en: Used for web Ajax API authentication (privileged actions, web-only data, etc.)
ja: ウェブ版Ajax APIの認証に使用（特権操作やウェブ専用データなど）
zh_hant: 用於網頁版 Ajax 介面驗證（例如特殊操作、網頁專屬資料等）

source: 用于网页端 Ajax 接口认证与 Cookie 凭证
en: Used for web Ajax API authentication and Cookie credentials
ja: ウェブ版Ajax APIの認証とCookie認証情報に使用
zh_hant: 用於網頁版 Ajax 介面驗證與 Cookie 憑證

source: 用户 ID
en: User ID
ja: ユーザーID
zh_hant: 使用者 ID

source: 用户信息
en: User Info
ja: ユーザー情報
zh_hant: 使用者資訊

source: 用户名
en: Username
ja: ユーザー名
zh_hant: 使用者名稱

source: 用户名（可选）
en: Username (Optional)
ja: ユーザー名（任意）
zh_hant: 使用者名稱（選填）

source: 用户名和密码需要同时填写
en: Username and password must be provided together.
ja: ユーザー名とパスワードは両方入力してください
zh_hant: 使用者名稱和密碼需要同時填寫

source: 由于设置，部分内容已被过滤
en: Some content has been filtered due to settings
ja: 設定により一部のコンテンツがフィルタリングされています
zh_hant: 由於設定，部分內容已被篩選

source: 男性向
en: Male
ja: 男性向け

source: 画师
en: Artist
ja: 作者
zh_hant: 畫師

source: 登出
en: Logout
ja: ログアウト

source: 登出 Web API
en: Logout Web API
ja: Web APIからログアウト

source: 登录
en: Login
ja: ログイン
zh_hant: 登入

source: 登录 Pixiv
en: Login Pixiv
ja: Pixivにログイン
zh_hant: 登入 Pixiv

source: 登录 Pixiv Web
en: Login Pixiv Web
ja: Pixiv Webにログイン
zh_hant: 登入 Pixiv Web

source: 登录以保存收藏、关注画师
en: Login to save bookmarks and follow artists
ja: ログインしてブックマークを保存し、作者をフォロー
zh_hant: 登入以儲存收藏、關注畫師

source: 登录以同步收藏和关注
en: Login to sync bookmarks and follows
ja: ログインしてブックマークとフォローを同期
zh_hant: 登入以同步收藏和關注

source: 登录凭证拥有与密码等同的完全访问权限，可用于第三方工具或脚本登录。请妥善保管，切勿向不可信的第三方公开或在非安全环境中分享。
en: Login credentials grant full access equivalent to your password and can be used to sign in via third-party tools or scripts. Keep them safe and never share them with untrusted third parties or in insecure environments.
ja: ログイン認証情報にはパスワードと同等の完全なアクセス権があり、サードパーティ製ツールやスクリプトでのログインに使用できます。大切に保管し、信頼できない第三者に公開したり、安全でない環境で共有したりしないでください。
zh_hant: 登入憑證擁有與密碼等同的完整存取權限，可用於第三方工具或指令碼登入。請妥善保管，切勿向不可信的第三方公開或在不安全的環境中分享。

source: 登录凭证拥有与密码等同的访问权限，请妥善保管，切勿分享给他人。
en: Login credentials grant access equivalent to your password. Keep them safe and do not share them.
ja: ログイン認証情報にはパスワードと同等のアクセス権があります。大切に保管し、他人と共有しないでください。
zh_hant: 登入憑證擁有與密碼等同的存取權限，請妥善保管，切勿與他人分享。

source: 登录另一个账号...
en: Login with another account...
ja: 別のアカウントにログイン…
zh_hant: 登入另一個帳戶…

source: 登录后可使用收藏、关注和动态等功能
en: Sign in to use bookmarks, following, and activity features
ja: ログインするとブックマーク、フォロー、フィードなどの機能を使用できます
zh_hant: 登入後可使用收藏、關注和動態等功能

source: 登录后查看动态
en: Login to view following updates
ja: ログインしてフィードを表示
zh_hant: 登入後檢視動態

source: 登录后查看排行榜
en: Login to view rankings
ja: ログインしてランキングを表示
zh_hant: 登入後檢視排行榜

source: 登录后查看收藏
en: Login to view bookmarks
ja: ログインしてブックマークを表示
zh_hant: 登入後檢視收藏

source: 登录后查看热门标签
en: Login to view trending tags
ja: ログインして人気タグを表示
zh_hant: 登入後檢視熱門標籤

source: 登录后解锁更多小说
en: Login to unlock more novels
ja: ログインすると、さらに多くの小説を閲覧できます
zh_hant: 登入後解鎖更多小說

source: 登录并进入应用
en: Log in and continue
ja: ログインしてアプリを開く
zh_hant: 登入並進入應用程式

source: 登录账号
en: Login
ja: アカウントにログイン
zh_hant: 登入帳戶

source: 百度翻译配置
en: Baidu Translation Configuration
ja: Baidu翻訳の設定
zh_hant: 百度翻譯設定

source: 的回复
en: 's reply
ja: の返信
zh_hant: 的回覆

source: 目标语言
en: Target Language
ja: 目標言語
zh_hant: 目標語言

source: 直连模式
en: Direct Mode
ja: 直接接続モード
zh_hant: 直連模式

source: 相关推荐
en: Related Recommendations
ja: 関連するおすすめ
zh_hant: 相關推薦

source: 确定
en: OK
ja: 確定
zh_hant: 確定

source: 确定要清除所有小说翻译缓存吗？此操作不可撤销。
en: Are you sure you want to clear all novel translation cache? This action cannot be undone.
ja: すべての小説翻訳キャッシュを消去しますか？この操作は取り消せません。
zh_hant: 確定要清除所有小說翻譯快取嗎？此操作無法撤銷。

source: 确定要清除所有搜索历史吗？
en: Are you sure you want to clear all search history?
ja: すべての検索履歴を消去しますか？
zh_hant: 確定要清除所有搜尋歷史記錄嗎？

source: 确定要重置所有设置为默认值吗？
en: Are you sure you want to reset all settings to default?
ja: すべての設定をデフォルトに戻しますか？
zh_hant: 確定要將所有設定重設為預設值嗎？

source: 确认删除
en: Confirm Delete
ja: 削除を確認
zh_hant: 確認刪除

source: 确认导出系列为%@格式
en: Confirm export series to %@ format
ja: シリーズを%@形式で書き出しますか
zh_hant: 確認將系列匯出為 %@ 格式

source: 确认清空缓存
en: Confirm Clear Cache
ja: キャッシュの消去を確認
zh_hant: 確認清空快取

source: 确认清除
en: Confirm Clear
ja: 消去を確認
zh_hant: 確認清除

source: 确认清除历史记录
en: Confirm清除历史记录
ja: 履歴の消去を確認
zh_hant: 確認清除歷史記錄

source: 确认清除缓存
en: Confirm Clear Cache
ja: キャッシュの消去を確認
zh_hant: 確認清除快取

source: 确认登出
en: Confirm Logout
ja: ログアウトを確認
zh_hant: 確認登出

source: 确认重置
en: Confirm Reset
ja: リセットを確認
zh_hant: 確認重設

source: 磁盘缓存上限
en: Disk Cache Limit
ja: ディスクキャッシュの上限
zh_hant: 磁碟快取上限

source: 私密关注
en: Private Follow
ja: 非公開フォロー
zh_hant: 私密關注

source: 私密收藏
en: Private Like
ja: 非公開ブックマーク

source: 移除
en: Remove
ja: 削除

source: 移除缓存
en: Remove Cache
ja: キャッシュから削除
zh_hant: 移除快取

source: 立即登录
en: Login Now
ja: 今すぐログイン
zh_hant: 立即登入

source: 竖屏列数
en: Portrait Columns
ja: 縦向き時の列数
zh_hant: 直向列數

source: 第 %lld 章
en: Chapter %lld
ja: 第%lld話

source: 第 %lld 页，共 %lld 页
en: Page %lld of %lld
ja: %lld/%lldページ
zh_hant: 第 %lld 頁，共 %lld 頁

source: 等待中
en: Waiting
ja: 待機中

source: 筛选
en: Filter
ja: フィルター
zh_hant: 篩選

source: 简介
en: Description
ja: 説明
zh_hant: 簡介

source: 类型
en: Type
ja: 種類
zh_hant: 類型

source: 系列
en: Series
ja: シリーズ

source: 系列内容未加载
en: Series content not loaded
ja: シリーズの内容が読み込まれていません
zh_hant: 系列內容未載入

source: 系列导航
en: Series Navigation
ja: シリーズナビゲーション
zh_hant: 系列導覽

source: 系列编号
en: Series Number
ja: シリーズ番号
zh_hant: 系列編號

source: 系列详情
en: Series Details
ja: シリーズ詳細
zh_hant: 系列詳細

source: 系统语言
en: System Language
ja: システム言語
zh_hant: 系統語言

source: 纯文本 (TXT)
en: Plain Text (TXT)
ja: プレーンテキスト（TXT）
zh_hant: 純文字（TXT）

source: 结束日期
en: 结束Date
ja: 終了日
zh_hant: 結束日期

source: 继续
en: Continue
ja: 続ける
zh_hant: 繼續

source: 继续加载
en: Continue Loading
ja: 読み込みを続ける
zh_hant: 繼續載入

source: 继续加载会再向后查找可显示的小说
en: Clicking "Continue Loading" will search for more novels to display
ja: 読み込みを続けると、後方から表示可能な小説をさらに検索します
zh_hant: 繼續載入會再向後尋找可顯示的小說

source: 继续加载会再向后查找可显示的插画
en: Clicking "Continue Loading" will search for more illustrations to display
ja: 読み込みを続けると、後方から表示可能なイラストをさらに検索します
zh_hant: 繼續載入會再向後尋找可顯示的插畫

source: 继续阅读
en: Continue Reading
ja: 読書を続ける
zh_hant: 繼續閱讀

source: 继续阅读（%lld%%）
en: Continue Reading (%lld%%)
ja: 読書を続ける（%lld%%）
zh_hant: 繼續閱讀（%lld%%）

source: 缓存 Ugoira 动图的所有帧
en: Cache all frames of Ugoira animation
ja: Ugoiraのすべてのフレームをキャッシュ
zh_hant: 快取 Ugoira 動圖的所有影格

source: 缓存动图
en: Cache Animation
ja: アニメーション画像をキャッシュ
zh_hant: 快取動圖

source: 缓存大小
en: Cache Size
ja: キャッシュサイズ
zh_hant: 快取大小

source: 缓存所有页面
en: Cache All Pages
ja: すべてのページをキャッシュ
zh_hant: 快取所有頁面

source: 缓存收藏作品的元数据，检测已删除作品
en: Cache metadata of bookmarked works, detect deleted works
ja: ブックマーク作品のメタデータをキャッシュし、削除済み作品を検出
zh_hant: 快取收藏作品的中繼資料，偵測已刪除作品

source: 缓存状态
en: Cache Status
ja: キャッシュの状態
zh_hant: 快取狀態

source: 缓存画质
en: Cache Quality
ja: キャッシュ画質
zh_hant: 快取畫質

source: 缓存管理
en: Cache Management
ja: キャッシュ管理
zh_hant: 快取管理

source: 缓存记录
en: Cache Records
ja: キャッシュ記録
zh_hant: 快取記錄

source: 网络
en: Network
ja: ネットワーク
zh_hant: 網路

source: 网络模式
en: Network Mode
ja: ネットワークモード
zh_hant: 網路模式

source: 网页登录凭证
en: Web login credential
ja: ウェブログイン認証情報
zh_hant: 網頁登入憑證

source: 网页登录失败
en: Web Login Failed
ja: ウェブログインに失敗しました
zh_hant: 網頁登入失敗

source: 翻译
en: Translation
ja: 翻訳
zh_hant: 翻譯

source: 翻译中...
en: Translating...
ja: 翻訳中…
zh_hant: 翻譯中…

source: 翻译图片
en: Translate Image
ja: 画像を翻訳
zh_hant: 翻譯圖片

source: 翻译时默认将内容翻译为目标语言。
en: When translating, content will be translated to the target language by default.
ja: 翻訳時はデフォルトで内容を目標言語に翻訳します。
zh_hant: 翻譯時預設將內容翻譯為目標語言。

source: 翻译语言
en: Translation Language
ja: 翻訳言語
zh_hant: 翻譯語言

source: 腾讯翻译配置
en: Tencent Translation Configuration
ja: Tencent翻訳の設定
zh_hant: 騰訊翻譯設定

source: 自动
en: Auto
ja: 自動
zh_hant: 自動

source: 自动播放动图
en: Auto-play Animation
ja: アニメーション画像を自動再生
zh_hant: 自動播放動圖
